# cookie
cookie = ''
# logs_dir
logs_dir = "logs"
# aweme_id, 按时间顺序
aweme_ids = [7411856833750519090, # 哈工大军训又上新了，创意爆改《上春山》！ #哈工大军训 #上春山
            #  7409649505001295114, # 哈工大暖廊四期之跨教化街暖廊诞生记！ #哈工大 #哈工大暖廊
            #  7412268503958359322, # 哈工大军训歌咏比赛激情澎湃、青春飞扬！ #军训 #哈工大军训 #军训合唱
            #  7412180060754447625, # 只宠爱不溺爱！哈工大花式宠学生，让撒贝宁都羡慕了~
            #  7412178324346129701, # 硬核军训，哈工大16公里行军拉练浩荡来袭！ #军训拉练 #军训时光
            #  7412140473541725490, # 和哈工大学子一起“拿捏”16公里的行军拉练 #2024开学季 #军训 #行军拉练
            #  7411932249521687808, # 哈工大2024年本科生行军拉练进行中…… #2024开学季#哈工大夜间军训拉练
            #  7411501464721296677, # 哈工大暖廊四期开放通行，暖廊四期二校区通行长度1205米，二校区暖廊已形成闭环！#哈工大 #哈工大暖廊 #2024开学季
            #  7411478096026684684, # 哈工大真·限量版录取通知书！ 校长：“就是要展示科技范儿，来体现哈工大的科研实力！”#开讲啦 #录取通知书
            #  7411455430532107574, # 高雅艺术进校园 | 哈尔滨交响乐团走进哈工大 #2024开学季 #交响乐团
            #  7411177585251454246, # 各显神通！哈工大军训歌咏比赛“名场面” #2024开学季#军训时光
            #  7410704850478042420, # 激情与力量的对决！哈工大军训拔河比赛劲爆来袭！ #2024开学季 #军训拔河比赛
            #  7410372518793547035, # 哈工大段广仁院士荣获黑龙江省自然科学奖特等奖，22个项目获黑龙江省科学技术奖一等奖！#哈工大
            #  7410040213948484902, # 哈工大暖廊四期开放通行，带你看一校区暖廊四期 8 条线路 11 段#哈工大 #哈工大暖廊
            #  7409973097031322918, # 哈工大2024年军训歌咏比赛来啦！ #2024开学季 #军训表演
            #  7409481222394563878, # 军训进行时｜哈工大军训女教官，飒！ #2024开学季 #军训 #军训教官
            #  7409100014204636467, # 第一视角带你体验哈工大真人 CS！ #哈工大#2024开学季 #军训进行时 #真人cs
            #  7408850305816874240, # 和教官打真人CS！哈工大军训活动精彩不停 #2024开学季 #军训 #真人CS #国防教育
             ]
